cask_args appdir: "/Applications"

tap      "homebrew/services"
tap      "felixkratz/formulae"
tap      "nikitabobko/tap"


brew      "docker"
brew      "docker-completion"
brew      "git-spice"
brew      "sketchybar"
brew      "spicetify-cli"
brew      "libvterm"
tap       "neovim/neovim"
brew      "neovim"
brew      "cmake"
brew      "ncdu"
brew      "pkgconf"
brew      "pyenv"
brew      "ca-certificates"
brew      "mpdecimal"
brew      "openssl@3"
brew      "readline"
brew      "sqlite"
brew      "gmp"
brew      "isl"
brew      "mpfr"
brew      "libmpc"
brew      "openblas"
brew      "gcc"
brew      "tealdeer"
brew      "just"
brew      "btop"
brew      "fastfetch"
brew      "fzf"
brew      "git"
brew      "gh"
brew      "go"
brew      "lua"
brew      "ninja"
brew      "nmap"
brew      "pure"
brew      "ripgrep"
brew      "rustup"
brew      "stow"
brew      "tmux"
brew      "tree"
brew      "vim"
brew      "tree-sitter"
brew      "wget"
brew      "ncurses"
brew      "zoxide"
brew      "node"
brew      "npm"
brew      "pnpm"
brew      "openjdk"
brew      "lazygit"


cask      "firefox@developer-edition"
cask      "logitech-g-hub"
cask      "kitty"
cask      "font-sf-pro"
cask      "keepassxc"
cask      "orbstack"
cask      "aerospace"
cask      "wireshark"
cask      "raycast"
cask      "iina"
cask      "hiddenbar"
cask      "vlc"
cask      "anki"
cask      "signal"
cask      "discord"
cask      "whatsapp"
